Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=635_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kaksi uutta pohjoissaamenkielistä matematiikan kirjaa ilmestyi
smn: Kyehti uđđâ tavesämikielâlâš matematiik kirje almostuvvii

source: Perusopetuksen uuteen matematiikan oppikirjasarjaan on ilmestynyt kaksi uutta pohjoissaamenkielistä oppikirjaa.
smn: Vuáđumáttááttâs uđđâ matematiik oppâkirjerááiđun láá almostum kyehti uđđâ tavesämikielâlâš oppâkirje.

source: Uudet oppikirjat ovat syyslukukauden oppilaankirjoja luokille 5-6.
smn: Uđđâ oppâkirjeh láá čohčâluuhâmpaje oppâkirjeh 5-6 luokkáid.

source: Lohkoleaika- nimiset oppikirjat on käännetty WSOY:n Matikka-nimisestä sarjasta.
smn: Lohkoleaika- nommâsiih oppâkirjeh láá jurgâlum WSOY Matikka-nommâsâš rááiđust.

source: Koko sarjan on määrä valmistua pohjoissaamen kielellä tulevaan kevätlukukauteen mennessä.
smn: Uđđâ ráiđu kalga valmâštuđ tavesämikielân puáttee kiđđâluuhâmpaje räi.

source: Oppikirjasarja julkaistaan myös inarinsaamen kielellä.
smn: Oppâkirjeráiđu almostittoo še anarâškielân.

source: Ensimmäiset saamenkieliset käännökset WSOY:n Matikka-sarjasta julkaistiin vuonna 2011.
smn: Vuossâmuuh sämikielâlâš jurgâlusah WSOY Matikka-rááiđust almostittojii ive 2011.

source: Pohjoissaamenkielisestä sarjasta puuttuvat enää 5-6 luokkien kevätkirjat, joiden on määrä ilmestyä ennen ensi kevätlukukautta.
smn: Tavesämikielâlâš rááiđust váiluh innig 5-6 luokai kiđđâkirjeh, moh kalgeh almostuđ ovdil puáttee kiđđâluuhâmpaje.

source: Inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.
smn: Anarâškielâlâš čohčâluuhâmpaje oppâkirje Lohosierâ 1 lii almostittum ive 2011.

source: Oppikirjoja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: anni.
smn: Oppâkiirjijd puátá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvâst: anni.

source: fi tai ritva.
smn: fi tâi ritva.
